tap "iagooar/qqqa"
tap "th-ch/youtube-music"
tap "tsonglew/dutis"
tap "xcodesorg/made"
brew "antidote"
brew "gnupg"
brew "appium", restart_service: :changed
brew "aria2"
brew "autoenv"
brew "colima", restart_service: :changed
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "duti"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "grep"
brew "jq"
brew "mackup"
brew "mas"
brew "nvm"
brew "ollama"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "uv"
brew "vivid"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "zoxide"
brew "iagooar/qqqa/qqqa"
brew "xcodesorg/made/xcodes"
cask "android-studio"
cask "appium-inspector"
cask "betterdisplay"
cask "deskpad"
cask "figma"
cask "firefox"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "ghostty"
cask "google-chrome"
cask "joplin"
cask "jordanbaird-ice"
cask "keycastr"
cask "middle"
cask "miro"
cask "react-native-debugger"
cask "rectangle-pro"
cask "stats"
cask "visual-studio-code"
cask "youtube-music"
mas "Monosnap", id: 540348655
vscode "arcanis.vscode-zipfs"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dannyhw.ejs-extended-language-support"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "johnpapa.vscode-peacock"
vscode "leonzalion.vscode-ejs"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-ios-common-files"
vscode "redhat.vscode-yaml"
vscode "sallar.json-to-js-object"
vscode "secanis.jenkinsfile-support"
vscode "sidneys1.gitconfig"
vscode "sirtori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "tyriar.sort-lines"
